Repository: vincentbattez/DynamicNotch
Catalog: DynamicNotch/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, fa, fi, fil, fr, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt, ro, ru, sk, sr, sv, th, tr, uk, vi, zh_hans, zh_hant

# settings.battery.card.lowBattery
source: Low battery
ar: بطارية منخفضة
bg: Изтощена батерия
bn: কম ব্যাটারি
ca: Bateria baixa
cs: Slabá baterie
da: Lavt batteri
de: Niedriger Akkustand
el: Χαμηλή μπαταρία
es: Batería baja
fa: باتری ضعیف
fi: Akku vähissä
fil: Mababang Baterya
fr: Batterie faible
he: סוללה חלשה
hi: कम बैटरी
hr: Slaba baterija
hu: Alacsony akkumulátor
id: Baterai Lemah
it: Batteria quasi scarica
ja: バッテリー残量低下
kk: Төмен батарея
ko: 배터리 부족
ms: Bateri lemah
nb: Lavt batteri
nl: Bijna lege batterij
pl: Niski poziom baterii
pt: Bateria fraca
ro: Baterie descărcată
ru: Низкий заряд
sk: Slabá batéria
sr: Слаба батерија
sv: Låg batterinivå
th: แบตเตอรี่ต่ำ
tr: Düşük pil
uk: Низький заряд
vi: Pin yếu
zh_hans: 低电量
zh_hant: 低電量

# settings.battery.charging.desc
source: Show a temporary activity when your Mac starts charging.
ar: إظهار نشاط مؤقت عند بدء شحن Mac.
bg: Показване на временна дейност, когато вашият Mac започне да се зарежда.
bn: আপনার Mac চার্জ হতে শুরু করলে একটি অস্থায়ী অ্যাক্টিভিটি দেখান।
ca: Mostra una activitat temporal quan el Mac comença a carregar-se.
cs: Zobrazit oznámení při připojení nabíječky.
da: Vis en midlertidig aktivitet, når din Mac begynder at oplade.
de: Ladebenachrichtigung anzeigen, wenn das Netzteil angeschlossen wird.
el: Εμφάνιση προσωρινής δραστηριότητας όταν το Mac ξεκινά τη φόρτιση.
es: Mostrar una actividad temporal cuando el Mac comience a cargar.
fa: نمایش یک فعالیت موقت هنگام شروع شارژ مک.
fi: Näytä tilapäinen toiminta, kun Mac alkaa ladata.
fil: Magpakita ng pansamantalang aktibidad kapag nagsimulang mag-charge ang iyong Mac.
fr: Afficher une notification lorsque le chargeur est branché.
he: הצג פעילות זמנית כאשר ה-Mac שלך מתחיל להיטען.
hi: जब आपका Mac चार्ज होना शुरू हो तो एक अस्थायी गतिविधि दिखाएं।
hr: Prikaži privremenu aktivnost kada se vaš Mac počne puniti.
hu: Ideiglenes tevékenység megjelenítése, amikor a Mac tölteni kezd.
id: Tampilkan notifikasi saat pengisi daya terhubung.
it: Mostra una notifica quando il caricabatterie è collegato.
ja: 充電器が接続されたときに通知を表示します。
kk: Mac зарядтала бастағанда уақытша әрекетті көрсету.
ko: 충전기가 연결되었을 때 알림을 표시합니다.
ms: Tunjukkan aktiviti sementara apabila Mac anda mula mengecas.
nb: Vis en midlertidig aktivitet når Mac-en begynner å lade.
nl: Toon een melding wanneer de oplader is aangesloten.
pl: Pokaż powiadomienie po podłączeniu ładowarki.
pt: Mostrar uma notificação quando o carregador for ligado.
ro: Afișează o activitate temporară când Mac-ul începe să se încarce.
ru: Показать временную активность при начале зарядки Mac.
sk: Zobraziť dočasnú aktivitu, keď sa Mac začne nabíjať.
sr: Прикажи привремену активност када Mac почне да се пуни.
sv: Visa en avisering när laddaren ansluts.
th: แสดงกิจกรรมชั่วคราวเมื่อ Mac ของคุณเริ่มชาร์จ
tr: Mac'iniz şarj olmaya başladığında geçici bir etkinlik göster.
uk: Показувати сповіщення при підключенні зарядного пристрою.
vi: Hiển thị thông báo khi bộ sạc được kết nối.
zh_hans: Mac 开始充电时显示临时活动。
zh_hant: 連接充電器時顯示通知。

# settings.battery.charging.title
source: Charging
ar: الشحن
bg: Зареждане
bn: চার্জ হচ্ছে
ca: Carregant
cs: Oznámení o nabíjení
da: Opladning
de: Ladebenachrichtigung
el: Φόρτιση
es: Cargando
fa: در حال شارژ
fi: Lataus
fil: Nagcha-charge
fr: Notification de charge
he: טעינה
hi: चार्जिंग
hr: Punjenje
hu: Töltés
id: Notifikasi Pengisian Daya
it: Notifica di ricarica
ja: 充電通知
kk: Зарядталуда
ko: 충전 알림
ms: Pengecasan
nb: Lading
nl: Oplaadmelding
pl: Powiadomienie o ładowaniu
pt: Notificação de carregamento
ro: Încărcare
ru: Зарядка
sk: Nabíjanie
sr: Пуњење
sv: Laddningsavisering
th: กำลังชาร์จ
tr: Şarj oluyor
uk: Сповіщення про заряджання
vi: Thông báo sạc
zh_hans: 充电
zh_hant: 充電通知

# settings.battery.chargingDuration.desc
source: Choose how long the charging notification stays visible.
ar: اختر مدة بقاء إشعار الشحن مرئياً.
bg: Изберете колко време известието за зареждане да остане видимо.
bn: চার্জিং বিজ্ঞপ্তি কতক্ষণ দৃশ্যমান থাকবে তা চয়ন করুন।
ca: Tria quant de temps es manté visible la notificació de càrrega.
cs: Zvolte, jak dlouho zůstane oznámení o nabíjení viditelné.
da: Vælg, hvor længe opladningsnotifikationen skal være synlig.
de: Wähle, wie lange die Ladebenachrichtigung sichtbar bleibt.
el: Επιλέξτε πόση ώρα θα παραμένει ορατή η ειδοποίηση φόρτισης.
es: Elige cuánto tiempo permanece visible la notificación de carga.
fa: مدت زمان نمایان ماندن اعلان شارژ را انتخاب کنید.
fi: Valitse, kuinka kauan latausilmoitus pysyy näkyvissä.
fil: Piliin kung gaano katagal mananatiling nakikita ang abiso ng pag-charge.
fr: Choisissez combien de temps la notification de charge reste visible.
he: בחר כמה זמן התראת הטעינה תישאר גלויה.
hi: चुनें कि चार्जिंग सूचना कितने समय तक दिखाई देगी।
hr: Odaberite koliko dugo obavijest o punjenju ostaje vidljiva.
hu: Válassza ki, mennyi ideig maradjon látható a töltési értesítés.
id: Pilih berapa lama notifikasi pengisian daya tetap terlihat.
it: Scegli per quanto tempo la notifica di ricarica rimane visibile.
ja: 充電通知を表示し続ける時間を選択します。
kk: Зарядтау хабарландыруы қанша уақыт көрінетінін таңдаңыз.
ko: 충전 알림이 표시되는 지속 시간을 선택하세요.
ms: Pilih berapa lama pemberitahuan pengecasan kekal kelihatan.
nb: Velg hvor lenge ladevarselet skal være synlig.
nl: Kies hoe lang de oplaadmelding zichtbaar blijft.
pl: Wybierz, jak długo powiadomienie o ładowaniu pozostaje widoczne.
pt: Escolha quanto tempo a notificação de carregamento permanece visível.
ro: Alegeți cât timp rămâne vizibilă notificarea de încărcare.
ru: Выберите, как долго отображается уведомление о зарядке.
sk: Vyberte, ako dlho zostane oznámenie o nabíjaní viditeľné.
sr: Изаберите колико дуго обавештење о пуњењу остаје видљиво.
sv: Välj hur länge laddningsaviseringen ska vara synlig.
th: เลือกระยะเวลาที่การแจ้งเตือนการชาร์จจะแสดงอยู่
tr: Şarj bildiriminin ne kadar süre görünür kalacağını seçin.
uk: Виберіть, як довго сповіщення про заряджання залишатиметься видимим.
vi: Chọn thời gian thông báo sạc hiển thị.
zh_hans: 选择充电通知的显示时长。
zh_hant: 選擇充電通知保持可見的時間。

# settings.battery.chargingDuration.title
source: Charging duration
ar: مدة الشحن
bg: Продължителност на зареждане
bn: চার্জিং সময়কাল
ca: Durada de la càrrega
cs: Doba trvání oznámení o nabíjení
da: Opladningsvarighed
de: Ladedauer
el: Διάρκεια φόρτισης
es: Duración de carga
fa: مدت زمان شارژ
fi: Latauksen kesto
fil: Tagal ng Pag-charge
fr: Durée de charge
he: משך טעינה
hi: चार्जिंग अवधि
hr: Trajanje punjenja
hu: Töltés időtartama
id: Durasi Pengisian Daya
it: Durata notifica di ricarica
ja: 充電通知の表示時間
kk: Зарядтау ұзақтығы
ko: 충전 알림 지속 시간
ms: Tempoh pengecasan
nb: Ladevarighet
nl: Duur van oplaadmelding
pl: Czas ładowania
pt: Duração do carregamento
ro: Durată afișare încărcare
ru: Длительность зарядки
sk: Trvanie nabíjania
sr: Трајање пуњења
sv: Laddningsaviseringens tid
th: ระยะเวลาแสดงการชาร์จ
tr: Şarj süresi
uk: Тривалість сповіщення заряджання
vi: Thời lượng sạc
zh_hans: 充电通知时长
zh_hant: 充電通知顯示時間

# settings.battery.fullBatteryDuration.title
source: Full battery duration
ar: مدة البطارية الممتلئة
bg: Продължителност при пълна батерия
bn: সম্পূর্ণ ব্যাটারির সময়কাল
ca: Durada de bateria plena
cs: Doba trvání plné baterie
da: Varighed for fuldt batteri
de: Dauer bei vollem Akku
el: Διάρκεια πλήρους μπαταρίας
es: Duración de carga completa
fa: مدت زمان باتری پر
fi: Täyden akun kesto
fil: Tagal ng Punong Baterya
fr: Durée batterie pleine
he: משך סוללה מלאה
hi: पूर्ण बैटरी अवधि
hr: Trajanje pune baterije
hu: Teljes akkumulátor időtartama
id: Durasi Baterai Penuh
it: Durata batteria carica
ja: フル充電表示時間
kk: Толық батарея ұзақтығы
ko: 완충 알림 지속 시간
ms: Tempoh bateri penuh
nb: Varighet for fullt batteri
nl: Duur volle batterij
pl: Czas pełnej baterii
pt: Duração de bateria cheia
ro: Durată baterie plină
ru: Длительность полного заряда
sk: Trvanie plnej batérie
sr: Трајање пуне батерије
sv: Visningstid för fullt batteri
th: ระยะเวลาแสดงแบตเตอรี่เต็ม
tr: Dolu pil süresi
uk: Тривалість повного заряду
vi: Thời lượng pin đầy
zh_hans: 满电通知时长
zh_hant: 充滿電顯示時間

# settings.battery.fullBatterySound.title
source: Full battery sound
ar: صوت البطارية الممتلئة
bg: Звук при пълна батерия
bn: সম্পূর্ণ ব্যাটারির শব্দ
ca: So de bateria plena
cs: Zvuk plné baterie
da: Lyd for fuldt batteri
de: Ton bei vollem Akku
el: Ήχος πλήρους μπαταρίας
es: Sonido de carga completa
fa: صدای باتری پر
fi: Täyden akun ääni
fil: Tunog ng Punong Baterya
fr: Son de batterie pleine
he: צליל סוללה מלאה
hi: पूर्ण बैटरी ध्वनि
hr: Zvuk pune baterije
hu: Teljes akkumulátor hang
id: Suara Baterai Penuh
it: Suono batteria carica
ja: フル充電の効果音
kk: Толық батарея дыбысы
ko: 완충 사운드
ms: Bunyi bateri penuh
nb: Lyd for fullt batteri
nl: Geluid volle batterij
pl: Dźwięk pełnej baterii
pt: Som de bateria cheia
ro: Sunet baterie plină
ru: Звук полного заряда
sk: Zvuk plnej batérie
sr: Звук пуне батерије
sv: Ljud för fullt batteri
th: เสียงแบตเตอรี่เต็ม
tr: Dolu pil sesi
uk: Звук повного заряду
vi: Âm thanh pin đầy
zh_hans: 满电声音
zh_hant: 充滿電聲音

# settings.battery.fullBatterySound2.desc
source: Play audio when the battery is fully charged.
ar: تشغيل صوت عند اكتمال شحن البطارية.
bg: Възпроизвеждане на звук, когато батерията е напълно заредена.
bn: ব্যাটারি সম্পূর্ণ চার্জ হলে একটি শব্দ বাজান।
ca: Reprodueix un so quan la bateria estigui completament carregada.
cs: Přehrát zvuk, když je baterie plně nabitá.
da: Afspil lyd, når batteriet er fuldt opladet.
de: Einen Ton abspielen, wenn der Akku vollständig geladen ist.
el: Αναπαραγωγή ήχου όταν η μπαταρία φορτιστεί πλήρως.
es: Reproducir audio cuando la batería esté completamente cargada.
fa: پخش صدا هنگام پر شدن کامل باتری.
fi: Toista ääni, kun akku on ladattu täyteen.
fil: Magpatugtog ng tunog kapag puno na ang baterya.
fr: Émettre un son lorsque la batterie est complètement chargée.
he: השמע צליל כאשר הסוללה טעונה במלואה.
hi: बैटरी पूरी तरह चार्ज होने पर ऑडियो चलाएं।
hr: Reproduciraj zvuk kada je baterija potpuno napunjena.
hu: Hang lejátszása, ha az akkumulátor teljesen feltöltődött.
id: Putar suara saat baterai terisi penuh.
it: Riproduci un suono quando la batteria è completamente carica.
ja: フル充電になったときにサウンドを再生します。
kk: Батарея толық зарядталғанда дыбыс ойнату.
ko: 배터리가 완전히 충전되었을 때 사운드를 재생합니다.
ms: Mainkan audio apabila bateri dicas sepenuhnya.
nb: Spill av lyd når batteriet er fulladet.
nl: Speel een geluid af wanneer de batterij volledig is opgeladen.
pl: Odtwórz dźwięk po pełnym naładowaniu baterii.
pt: Tocar um som quando a bateria estiver totalmente carregada.
ro: Redă un sunet când bateria este complet încărcată.
ru: Воспроизводить звук при полном заряде.
sk: Prehrať zvuk pri úplnom nabití batérie.
sr: Пусти звук када је батерија потпуно напуњена.
sv: Spela ett ljud när batteriet är fulladdat.
th: เล่นเสียงเมื่อแบตเตอรี่ชาร์จเต็ม
tr: Pil tamamen dolduğunda ses çal.
uk: Відтворювати звук при повному заряді акумулятора.
vi: Phát âm thanh khi pin được sạc đầy.
zh_hans: 电池充满时播放音频。
zh_hant: 當電池完全充滿時播放聲音。

# settings.battery.fullBatteryStyle.headerDesc
source: Choose whether the alert uses the current detailed card or a compact charging-like layout.
ar: اختر ما إذا كان التنبيه يستخدم البطاقة المفصلة الحالية أو نمط شحن مضغوط.
bg: Изберете дали сигналът използва подробна карта или компактен стил на зареждане.
bn: সতর্কতা বিস্তারিত কার্ড বা কমপ্যাক্ট চার্জিং শৈলী ব্যবহার করবে কিনা তা চয়ন করুন।
ca: Tria si l'alerta utilitza una targeta detallada o un estil de càrrega compacte.
cs: Vyberte styl oznámení o plně nabité baterii.
da: Vælg, om advarslen bruger det detaljerede kort eller en kompakt opladningsstil.
de: Wähle den Stil der Benachrichtigung bei vollständiger Ladung.
el: Επιλέξτε αν η ειδοποίηση θα χρησιμοποιεί αναλυτική κάρτα ή συμπαγές στυλ φόρτισης.
es: Elige si la alerta usa la tarjeta detallada o un diseño compacto tipo carga.
fa: انتخاب کنید که هشدار از کارت دقیق یا سبک شارژ فشرده استفاده کند.
fi: Valitse, käyttääkö hälytys yksityiskohtaista korttia vai kompaktia lataustyyliä.
fil: Piliin kung ang alerto ay gumagamit ng detalyadong card o compact na estilo ng pag-charge.
fr: Choisissez le style de notification lorsque la batterie est pleine.
he: בחר אם ההתראה משתמשת בכרטיס מפורט או בסגנון טעינה קומפקטי.
hi: चुनें कि चेतावनी विस्तृत कार्ड का उपयोग करे या कॉम्पैक्ट शैली का।
hr: Odaberite koristi li upozorenje detaljnu karticu ili kompaktni stil punjenja.
hu: Válassza ki, hogy a riasztás a részletes kártyát vagy egy kompakt töltési stílust használjon.
id: Pilih gaya notifikasi saat baterai penuh.
it: Scegli lo stile di notifica per la batteria carica.
ja: フル充電時の通知スタイルを選択します。
kk: Ескертудің толық карточка немесе шағын стильде болуын таңдаңыз.
ko: 완충 시 알림 스타일을 선택하세요.
ms: Pilih sama ada amaran menggunakan kad terperinci atau gaya pengecasan padat.
nb: Velg om advarselen bruker det detaljerte kortet eller en kompakt ladestil.
nl: Kies de stijl voor de melding van een volle batterij.
pl: Wybierz styl powiadomienia o pełnej baterii.
pt: Escolha o estilo de notificação para bateria cheia.
ro: Alegeți dacă alerta folosește cardul detaliat sau un stil compact de încărcare.
ru: Выберите, использует ли уведомление подробную карточку или компактный стиль зарядки.
sk: Vyberte, či upozornenie používa podrobnú kartu alebo kompaktný štýl.
sr: Изаберите да ли упозорење користи детаљну картицу или компактан стил.
sv: Välj aviseringsstil för fullt batteri.
th: เลือกว่าการแจ้งเตือนจะใช้การ์ดแบบละเอียดหรือแบบกะทัดรัด
tr: Uyarının ayrıntılı kartı mı yoksa şarj benzeri kompakt bir düzeni mi kullanacağını seçin.
uk: Виберіть стиль сповіщення про повний заряд.
vi: Chọn kiểu thông báo khi pin đầy.
zh_hans: 选择警报使用当前详细卡片还是紧凑的充电式布局。
zh_hant: 選擇充滿電時的通知樣式。

# settings.battery.fullBatteryStyle.headerTitle
source: Full battery style
ar: نمط البطارية الممتلئة
bg: Стил при пълна батерия
bn: সম্পূর্ণ ব্যাটারির শৈলী
ca: Estil de bateria plena
cs: Styl plné baterie
da: Stil for fuldt batteri
de: Stil bei vollem Akku
el: Στυλ πλήρους μπαταρίας
es: Estilo de carga completa
fa: سبک باتری پر
fi: Täyden akun tyyli
fil: Estilo ng Punong Baterya
fr: Style batterie pleine
he: סגנון סוללה מלאה
hi: पूर्ण बैटरी शैली
hr: Stil pune baterije
hu: Teljes akkumulátor stílusa
id: Gaya Baterai Penuh
it: Stile batteria carica
ja: フル充電スタイル
kk: Толық батарея стилі
ko: 완충 스타일
ms: Gaya bateri penuh
nb: Stil for fullt batteri
nl: Stijl volle batterij
pl: Styl pełnej baterii
pt: Estilo de bateria cheia
ro: Stil baterie plină
ru: Стиль полного заряда
sk: Štýl plnej batérie
sr: Стил пуне батерије
sv: Stil för fullt batteri
th: รูปแบบแบตเตอรี่เต็ม
tr: Dolu pil stili
uk: Стиль повного заряду
vi: Kiểu pin đầy
zh_hans: 满电样式
zh_hant: 充滿電樣式

# settings.battery.fullChargeThreshold.desc
source: Choose the battery percentage that triggers the full charge notification.
ar: اختر نسبة البطارية التي تُفعّل إشعار الشحن الكامل.
bg: Изберете процента на батерията, който задейства известието за пълно зареждане.
bn: সম্পূর্ণ চার্জ বিজ্ঞপ্তি ট্রিগার করে এমন ব্যাটারি শতাংশ চয়ন করুন।
ca: Tria el percentatge de bateria que activa la notificació de càrrega completa.
cs: Nastavte procentuální práh, od kterého je baterie považována za plnou.
da: Vælg den batteriprocent, der udløser notifikationen om fuld opladning.
de: Schwellenwert festlegen, ab dem der Akku als voll geladen gilt.
el: Επιλέξτε το ποσοστό μπαταρίας που ενεργοποιεί την ειδοποίηση πλήρους φόρτισης.
es: Elige el porcentaje de batería que activa la notificación de carga completa.
fa: درصد باتری برای راه‌اندازی اعلان شارژ کامل را انتخاب کنید.
fi: Valitse akun prosenttiosuus, joka laukaisee täyden latauksen ilmoituksen.
fil: Piliin ang porsyento ng baterya na nagti-trigger ng abiso ng buong charge.
fr: Définir le seuil à partir duquel la batterie est considérée comme pleine.
he: בחר את אחוז הסוללה שמפעיל את התראת הטעינה המלאה.
hi: वह बैटरी प्रतिशत चुनें जो पूर्ण चार्ज सूचना को ट्रिगर करता है।
hr: Odaberite postotak baterije koji pokreće obavijest o punoj napunjenosti.
hu: Válassza ki a teljes töltöttségi értesítést kiváltó akkumulátorszázalékot.
id: Atur ambang batas persentase di mana baterai dianggap penuh.
it: Imposta la percentuale a partire dalla quale la batteria è considerata carica.
ja: フル充電とみなすバッテリー残量を設定します。
kk: Толық заряд хабарландыруын іске қосатын батарея пайызын таңдаңыз.
ko: 완충으로 간주할 배터리 잔량 백분율을 설정합니다.
ms: Pilih peratusan bateri yang mencetuskan pemberitahuan cas penuh.
nb: Velg batteriprosenten som utløser varselet om full lading.
nl: Stel het percentage in waarop de batterij als vol wordt beschouwd.
pl: Ustaw próg, od którego bateria jest uznawana za pełną.
pt: Definir a percentagem a partir da qual a bateria é considerada cheia.
ro: Alegeți procentajul bateriei care declanșează notificarea de încărcare completă.
ru: Выберите процент заряда, при котором срабатывает уведомление о полном заряде.
sk: Vyberte percento batérie, ktoré spustí oznámenie o úplnom nabití.
sr: Изаберите проценат батерије који покреће обавештење о пуној батерији.
sv: Ställ in procenttröskeln där batteriet anses vara fullt.
th: เลือกเปอร์เซ็นต์แบตเตอรี่ที่จะเรียกการแจ้งเตือนการชาร์จเต็ม
tr: Tam şarj bildirimini tetikleyen pil yüzdesini seçin.
uk: Встановіть поріг у відсотках, від якого акумулятор вважається повністю зарядженим.
vi: Đặt ngưỡng phần trăm được coi là pin đầy.
zh_hans: 选择触发满电通知的电池百分比。
zh_hant: 設定視為電池已充飽的百分比閾值。

# settings.battery.fullChargeThreshold.title
source: Full charge threshold
ar: حد الشحن الكامل
bg: Праг за пълно зареждане
bn: সম্পূর্ণ চার্জের সীমা
ca: Llindar de càrrega completa
cs: Práh plného nabití
da: Grænse for fuld opladning
de: Voll-Ladeschwelle
el: Όριο πλήρους φόρτισης
es: Umbral de carga completa
fa: آستانه شارژ کامل
fi: Täyden latauksen kynnys
fil: Threshold ng Buong Charge
fr: Seuil de charge complète
he: סף טעינה מלאה
hi: पूर्ण चार्ज थ्रेशोल्ड
hr: Prag pune napunjenosti
hu: Teljes töltési küszöb
id: Ambang Pengisian Penuh
it: Soglia di carica completa
ja: フル充電のしきい値
kk: Толық заряд шегі
ko: 완충 기준값
ms: Ambang cas penuh
nb: Grense for full lading
nl: Drempelwaarde volle lading
pl: Próg pełnego naładowania
pt: Limite de carga completa
ro: Prag încărcare completă
ru: Порог полного заряда
sk: Prah úplného nabitia
sr: Праг пуне батерије
sv: Tröskelvärde för full laddning
th: เกณฑ์การชาร์จเต็ม
tr: Tam şarj eşiği
uk: Поріг повного заряду
vi: Ngưỡng sạc đầy
zh_hans: 满电阈值
zh_hant: 滿電閾值

# settings.battery.fullPowerDuration.desc
source: Choose how long the full battery notification stays visible.
ar: اختر مدة بقاء إشعار البطارية الممتلئة مرئياً.
bg: Изберете колко време известието за пълна батерия да остане видимо.
bn: সম্পূর্ণ ব্যাটারির বিজ্ঞপ্তি কতক্ষণ দৃশ্যমান থাকবে তা চয়ন করুন।
ca: Tria quant de temps es manté visible la notificació de bateria plena.
cs: Zvolte, jak dlouho zůstane oznámení o plném nabití viditelné.
da: Vælg, hvor længe notifikationen om fuldt batteri skal være synlig.
de: Wähle, wie lange die Vollständig-geladen-Meldung sichtbar bleibt.
el: Επιλέξτε πόση ώρα θα παραμένει ορατή η ειδοποίηση πλήρους μπαταρίας.
es: Elige cuánto tiempo permanece visible la notificación de carga completa.
fa: مدت زمان نمایان ماندن اعلان باتری پر را انتخاب کنید.
fi: Valitse, kuinka kauan täyden akun ilmoitus pysyy näkyvissä.
fil: Piliin kung gaano katagal mananatiling nakikita ang abiso ng punong baterya.
fr: Choisissez combien de temps la notification de batterie pleine reste visible.
he: בחר כמה זמן התראת סוללה מלאה תישאר גלויה.
hi: चुनें कि पूर्ण बैटरी सूचना कितने समय तक दिखाई देगी।
hr: Odaberite koliko dugo obavijest o punoj bateriji ostaje vidljiva.
hu: Válassza ki, mennyi ideig maradjon látható a teljes akkumulátor értesítés.
id: Pilih berapa lama notifikasi baterai penuh tetap terlihat.
it: Scegli per quanto tempo la notifica di carica completa rimane visibile.
ja: フル充電通知を表示し続ける時間を選択します。
kk: Толық батарея хабарландыруы қанша уақыт көрінетінін таңдаңыз.
ko: 완충 알림이 표시되는 지속 시간을 선택하세요.
ms: Pilih berapa lama pemberitahuan bateri penuh kekal kelihatan.
nb: Velg hvor lenge varselet om fullt batteri skal være synlig.
nl: Kies hoe lang de melding van een volle batterij zichtbaar blijft.
pl: Wybierz, jak długo powiadomienie o pełnym naładowaniu pozostaje widoczne.
pt: Escolha quanto tempo a notificação de bateria cheia permanece visível.
ro: Alegeți cât timp rămâne vizibilă notificarea de baterie plină.
ru: Выберите, как долго отображается уведомление о полном заряде.
sk: Vyberte, ako dlho zostane oznámenie o plnej batérii viditeľné.
sr: Изаберите колико дуго обавештење о пуној батерији остаје видљиво.
sv: Välj hur länge aviseringen om full laddning ska vara synlig.
th: เลือกระยะเวลาที่การแจ้งเตือนแบตเตอรี่เต็มจะแสดงอยู่
tr: Dolu pil bildiriminin ne kadar süre görünür kalacağını seçin.
uk: Виберіть, як довго сповіщення про повний заряд залишатиметься видимим.
vi: Chọn thời gian thông báo pin đầy hiển thị.
zh_hans: 选择满电通知的显示时长。
zh_hant: 選擇充滿電通知保持可見的時間。

# settings.battery.fullyCharged.desc
source: Show a temporary activity when the battery reaches the selected full charge level.
ar: إظهار نشاط مؤقت عند وصول البطارية لمستوى الشحن الكامل المحدد.
bg: Показване на временна дейност, когато батерията достигне избраното ниво на пълно зареждане.
bn: ব্যাটারি নির্বাচিত সম্পূর্ণ চার্জ স্তরে পৌঁছালে একটি অস্থায়ী অ্যাক্টিভিটি দেখান।
ca: Mostra una activitat temporal quan la bateria arriba al nivell seleccionat de càrrega completa.
cs: Zobrazit oznámení, když je Mac plně nabitý.
da: Vis en midlertidig aktivitet, når batteriet når det valgte niveau for fuld opladning.
de: Eine Benachrichtigung anzeigen, wenn das MacBook vollständig geladen ist.
el: Εμφάνιση προσωρινής δραστηριότητας όταν η μπαταρία φτάσει στο επιλεγμένο επίπεδο πλήρους φόρτισης.
es: Mostrar una actividad temporal cuando la batería alcance el nivel de carga completa seleccionado.
fa: نمایش یک فعالیت موقت زمانی که باتری به سطح شارژ کامل انتخاب شده می‌رسد.
fi: Näytä väliaikainen toiminta, kun akku saavuttaa valitun täyden lataustason.
fil: Magpakita ng pansamantalang aktibidad kapag naabot ng baterya ang napiling antas ng buong charge.
fr: Afficher une notification lorsque le Mac est complètement chargé.
he: הצג פעילות זמנית כאשר הסוללה מגיעה לרמת הטעינה המלאה שנבחרה.
hi: जब बैटरी चयनित पूर्ण चार्ज स्तर तक पहुंच जाए तो एक अस्थायी गतिविधि दिखाएं।
hr: Prikaži privremenu aktivnost kada baterija dosegne odabranu razinu pune napunjenosti.
hu: Ideiglenes tevékenység megjelenítése, amikor az akkumulátor eléri a kiválasztott teljes töltöttségi szintet.
id: Tampilkan notifikasi saat Mac terisi penuh.
it: Mostra una notifica quando il Mac è completamente carico.
ja: Macが完全に充電されたときに通知を表示します。
kk: Батарея таңдалған толық заряд деңгейіне жеткенде уақытша әрекетті көрсету.
ko: Mac이 완전히 충전되었을 때 알림을 표시합니다.
ms: Tunjukkan aktiviti sementara apabila bateri mencapai tahap cas penuh yang dipilih.
nb: Vis en midlertidig aktivitet når batteriet når det valgte nivået for full lading.
nl: Toon een melding wanneer je Mac volledig is opgeladen.
pl: Pokaż powiadomienie, gdy Mac zostanie całkowicie naładowany.
pt: Mostrar uma notificação quando o Mac estiver totalmente carregado.
ro: Afișați o activitate temporară când bateria atinge nivelul selectat de încărcare completă.
ru: Показать временную активность при достижении выбранного уровня полного заряда.
sk: Zobraziť dočasnú aktivitu, keď batéria dosiahne zvolenú úroveň plného nabitia.
sr: Прикажи привремену активност када батерија достигне изабрани ниво пуне батерије.
sv: Visa en avisering när din Mac är fulladdad.
th: แสดงกิจกรรมชั่วคราวเมื่อแบตเตอรี่ถึงระดับการชาร์จเต็มที่เลือกไว้
tr: Pil, seçilen tam şarj düzeyine ulaştığında geçici bir etkinlik göster.
uk: Показувати сповіщення, коли Mac повністю заряджений.
vi: Hiển thị thông báo khi máy Mac được sạc đầy.
zh_hans: 电池达到选定的满电水平时显示临时活动。
zh_hant: 當 Mac 完全充滿電時顯示通知。
